<?xml version="1.0" ?>
<policyDefinitions revision="1.0" schemaVersion="1.0">
  <policyNamespaces>
    <target namespace="Adobe.Policies" prefix="Adobe"/>
  </policyNamespaces>
  <resources minRequiredRevision="1.0" />
  <categories>
    <category displayName="$(string.adobe)" name="Cat_Adobe"/>
  </categories>
</policyDefinitions>